Repository: manual290424/manual
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: category_title
kk: Санат атауы

source: Minimum length 3 characters
kk: Ең аз ұзындығы 3 таңба

source: category
kk: Санат

source: Minimum time 3 minutes
kk: Ең аз уақыт 3 минут

source: Minimum value 50%
kk: Ең аз мән 50%

source: Maximum value 100%
kk: Максималды мәні 100%%

source: teststask
kk: Сынақ

source: Minimum length 7 characters
kk: Ең аз ұзындығы 7 таңба

source: Minimum length 1 characters
kk: Ең аз ұзындығы 1 таңба

source: protocol_comment
kk: Пікірлер

source: teststask_title
kk: Тест тапсырмасының аты

source: teststask_details
kk: Тест тапсырмасының сипаттамасы

source: minutes
kk: Максималды орындау уақыты, мин.

source: limit
kk: Өту ұпайы, %

source: question
kk: Сұрақ

source: photo
kk: Фото

source: reply1
kk: Жауап нұсқасы №1

source: ok1
kk: Рас (иә/жоқ)

source: reply2
kk: Жауап нұсқасы №2

source: ok2
kk: Рас (иә/жоқ)

source: reply3
kk: Жауап нұсқасы №3

source: ok3
kk: Рас (иә/жоқ)

source: reply4
kk: Жауап нұсқасы №4

source: ok4
kk: Рас (иә/жоқ)

source: reply5
kk: Жауап нұсқасы №5

source: ok5
kk: Рас (иә/жоқ)

source: datep
kk: Күні

source: result
kk: Нәтиже

source: protocol_details
kk: Тапсырма мәліметтері

source: Test task completed
kk: Тест тапсырмасы орындалды

source: Test task failed
kk: Тест тапсырмасы орындалмады

source: Wrong answers
kk: Дұрыс емес жауаптар

source: Total Questions
kk: Жалпы сұрақтар

source: Total replied
kk: Барлығы жауап берді

source: Correctly answered
kk: Дұрыс жауап

source: Home
kk: Үй

source: lectures
kk: Дәрістер

source: teststasks
kk: Тест тапсырмалары

source: protocols
kk: Орындау хаттамасы

source: tests
kk: Тест тапсырмалары

source: My account
kk: Менің аккаунтым

source: Change password
kk: Құпия сөзді өзгерту

source: Log out
kk: Шығу

source: Log In
kk: Кіру

source: Sign up
kk: Тіркеу

source: Add
kk: Қосу

source: Save
kk: Сақтау

source: Back
kk: Артқа

source: Change
kk: Өзгерту

source: List
kk: Тізім

source: View
kk: Көру

source: Delete
kk: Жою

source: App Name
kk: Manual

source: lecture
kk: Дәріс

source: protocol
kk: Протокол

source: user
kk: Пайдаланушы

source: questions
kk: Сұрақтар

source: answers
kk: Жауаптар

source: title
kk: Аты

source: Select Test
kk: Сынақты таңдаңыз

source: run_testing
kk: Орындау

source: Run
kk: Орындау

source: run test
kk: Орындау

source: Finish_the_test?
kk: Тестті аяқтайсыз ба?

source: Accept
kk: Қабылдау

source: Timer
kk: Қалған уақыт

source: Not question
kk: Сұрақтар жоқ
